Repository: devfabriciolima/Site
Catalog: SiteInstitucional/Client/Pages/Company.*.resx
Languages: es

source: Since then, operational excellence, advanced production processes and state-of-the-art reengineering created the success story of the brand, which is a quality benchmark in automotive pumps.
es: Desde entonces, excelencia operacional, procesos productivos avanzados y reingeniería de última generación construyeron la historia exitosa de la marca que es referencia de calidad en bombas automotrices.

# LINHA DO TEMPO
source: TIMELINE
es: LÍNEA DEL TIEMPO

# title
source: Company
es: Empresa

# TRAJETÓRIA
source: JOURNEY
es: TRAYECTORIA

source: Everything started in 1965, with the production of pressure-cast parts for motorcycles, automobiles, and home appliances. Three years later, the beginning of oil pump production marked Schadek's definitive entrance in the automotive aftermarket.
es: Todo empezó en 1965, con la producción de piezas fundidas bajo presión para motocicletas, automóviles y aparatos de uso doméstico. Tres años más tarde, el inicio de la producción de bombas de aceite representó la entrada definitiva de Schadek en el mercado de reposición automotriz.

# 100% de captação
source: 100% of internal
es: un 100% de captación

# 116 mil m2
source: 116.000 sqm
es: 116 mil m2

source: Excellence in Schadek's management, products, and processes obtained the most prestigious certifications in the market: ISO 9001 e IATF 16949
es: La excelencia de la gestión, de los productos y de los procesos Schadek recibió las principales certificaciones del mercado: ISO 9001 e IATF 16949

source: Schadek's environmental management controls all industrial processes with the objective of meeting and exceeding the security requirements demanded by the inspection agencies. From care to avoid soil contamination to the correct disposal of waste generated by the manufacturing process.
es: La gestión ambiental Schadek controla todos los procesos industriales con el objetivo de atender y superar los requisitos de seguridad exigidos por los órganos fiscalizadores. Desde los cuidados para evitar la contaminación del suelo hasta la correcta eliminación de residuos del proceso fabril.

source: Schadek believes its has a responsibility to contribute to the development of the communities in which its employees work and live. To this end, it supports initiatives that promote culture, education and social inclusion, such as the Workshops of Orchestral Practices of the <b>Institute of Musical Education SONORUM</b> and the educational activities of the <b>Monte Carmelo Association</b>.
es: Schadek considera que es su responsabilidad contribuir para el desarrollo de las comunidades donde sus empleados trabajan y viven. Por eso, apoya iniciativas que promueven la cultura, la educación y la inclusión social, como los Cursos de Prácticas Orquestales del <b>Instituto de Educación Musical SONORUM</b> y las actividades educativas de la <b>Asociación Monte Carmelo</b>.

source: Schadek collects, treats and reuses the 720.000 liters of water consumed monthly in its modern Industrial Effluent Treatment and Sewage Treatment Station.
es: Schadek capta, trata y reutiliza los 720 mil litros de agua consumidos mensualmente en su moderna Estación de Tratamiento de Desechos Industriales y Tratamiento de Aguas Residuales.

source: Schadek allocated an area 60% larger than its manufacturing plant for environmental preservation. In 2005, it created the Elizabeth Charlote Magalhães Area, which has over 116.000 sqm of rich biodiversity, with a preserved spring, a pond for fish farming, apiary, fruit trees and native tree seedlings, many of them planted by Schadek itself, which has maintained the area since its creation.
es: Schadek destinó un área un 60% mayor que su unidad fabril para la preservación ambiental. En 2005 creó el Área Elizabeth Charlote Magalhães con más de 116 mil m2 de rica biodiversidad, con manantial preservado, lago para piscicultura, apiario, árboles fructíferos y plantones de árboles nativos, muchos de ellos plantados por la propia Schadek, que mantiene el área desde su creación.

# ampliação da fábrica
source: expanding the factory
es: la ampliación de la fábrica.

# CERCA DE
source: NEARLY
es: ALREDEDOR DE

# COLABORADORES
source: EMPLOYEES
es: COLABORADORES

# MONTADORAS E SISTEMISTAS
source: OEMs AND TIER SUPPLIERS
es: ENSAMBLADORAS Y PROVEEDORES ADJUNTOS

# Excelência
source: Excellence
es: Excelencia

# Exporta para
source: Exports to
es: Exporta a

# Fundação
source: Foundation
es: Fundación

# FÁBRICA
source: PLANT
es: FÁBRICA

# Gestão da Informação
source: Information Management
es: Gestión de Información

# Gestão da água
source: Water management
es: Gestión del agua

# HOJE
source: TODAY
es: HOY DÍA

# Inauguração da fábrica em Porto Feliz (SP)
source: Inauguration of the plant in Porto Feliz (SP)
es: Inauguración de la fábrica en Porto Feliz/SP (Brasil)

# Instalações industriais
source: Industrial facilities
es: Instalaciones industriales

# interna, tratamento e reúso
source: collection, treatment and reuse
es: interna, tratamiento y reutilización

# Investimentos constantes na
source: Constant investments in
es: Inversiones constantes en

# Início da fabricação de bombas de combustível
source: Beginning of production of fuel pumps
es: Inicio de la fabricación de bombas de combustible

# Início da fabricação de bombas de óleo
source: Beginning of production of oil pumps
es: Inicio de la fabricación de bombas de aceite

# Início da fabricação de bombas d’água
source: Beginning of production of water pumps
es: Inicio de la fabricación de bombas de agua

# Início das exportações para Estados Unidos e México
source: Beginning of exports to the United States and Mexico
es: Inicio de las exportaciones a Estados Unidos y México

# ITENS
source: ITEMS
es: ÍTEMS

source: Leader in oil pumps in the domestic market, Schadek's solutions reach more than 30 countries, catering to the various needs of customers with quality, reliability, and competitiveness.
es: Líder en bombas de aceite en el mercado nacional, las soluciones Schadek llegan a más de 30 países, atendiendo las distintas necesidades de los clientes con calidad, confianza y competitividad.

# Maior portfólio do mercado
source: Largest portfolio in the market
es: Mayor portafolio del mercado

# MAIS DE
source: OVER
es: MÁS DE

# MEIO AMBIENTE
source: ENVIRONMENT
es: MEDIO AMBIENTE

# 1 MILHÃO PEÇAS/MÊS
source: 1 MILLION PARTS/MONTHS
es: 1 MILLÓN DE PIEZAS/MES

# Presença em
source: Presence in
es: Presencia en

# Preservação ambiental
source: Environmental preservation
es: Preservación ambiental

# PROJETOS SOCIAIS
source: SOCIAL PROJECTS
es: PROYECTOS SOCIALES

# RESPONSABILIDADE SOCIOAMBIENTAL
source: SOCIAL AND ENVIRONMENTAL RESPONSIBILITY
es: RESPONSABILIDAD SOCIAL Y AMBIENTAL

# Volume de produção
source: Production volume
es: Volumen de producción

# A SCHADEK GANHA MAIS UM CERTIFICADO!
source: SCHADEK WINS ANOTHER CERTIFICATE!
es: ¡SCHADEK GANA OTRO CERTIFICADO!

source: In yet another SOCIO-ENVIRONMENTAL RESPONSIBILITY action, in 2020 we reduced 498.21 tons of CO2, which corresponds to the planting of 3,487 trees in a 30-year reforestation project.
es: En otra acción de RESPONSABILIDAD SOCIOAMBIENTAL, en 2020 redujimos 498,21 toneladas de CO2, lo que corresponde a la plantación de 3.487 árboles en un proyecto de reforestación de 30 años.

source: This is because Schadek purchases energy from renewable sources through the free energy market. Whoever consumes energy from clean sources, such as wind, solar photovoltaic, biomass, or even from Small Hydroelectric Power Plants (SHPs), collaborates to reduce emissions of polluting gases into the atmosphere.
es: Esto se debe a que Schadek compra energía de fuentes renovables a través del mercado de energía libre. Quien consume energía de fuentes limpias, como eólica, solar fotovoltaica, biomasa, o incluso de Pequeñas Centrales Hidroeléctricas (PCH), colabora para reducir las emisiones de gases contaminantes a la atmósfera.
