Repository: devfabriciolima/Site
Catalog: SiteInstitucional/Client/Pages/ConfidentialChannel.*.resx
Languages: es

source: Schadek Automotive provides a confidential communication channel, aimed at its employees, contractors, suppliers and customers, so that they can report complaints involving their activities. By making this confidential channel available, Schadek Automotive reinforces its commitment to the highest standards of ethical and moral conduct in the market, a fact recognized by its customers, employees and suppliers.
es: Schadek Automotive proporciona un canal de comunicación confidencial, dirigido a sus empleados, contratistas, proveedores y clientes, para que puedan reportar las quejas relacionadas con sus actividades. Al poner a disposición este canal confidencial, Schadek Automotive refuerza su compromiso con los más altos estándares de conducta ética y moral en el mercado, hecho reconocido por sus clientes, empleados y proveedores.

source: Schadek Automotive values the confidentiality and secrecy of complaints received, not tolerating harassment or threats to whistleblowers who use its official channels. Every effort will be made to keep the information received and the whistleblower's identity confidential.
es: Schadek Automotive valora la confidencialidad y el secreto de las quejas recibidas, no tolera el acoso o amenazas a los denunciantes que utilizan sus canales oficiales. Se hará todo lo posible para mantener la confidencialidad de la información recibida y la identidad del denunciante.

# ASSUNTO
source: SUBJECT
es: TEMA EN CUESTION

# Atitude antiética
source: Unethical attitude
es: Actitud poco ética

# Atividade ilegal
source: Illegal activity
es: Actividad ilegal

# Atividades de conduta imprópria
source: Misconduct activities
es: Actividades de mala conducta

# Conflito de interesses
source: Conflict of interests
es: Conflicto de intereses

# DENÚNCIAS ANÔNIMAS
source: ANONYMOUS COMPLAINTS
es: QUEJAS ANÓNIMAS

# Discriminação e assédio moral
source: Discrimination and bullying
es: Discriminación y acoso

source: EMAIL
es: CORREO ELECTRÓNICO

# ENVIAR
source: SUBMIT
es: ENVIAR

# Fraudes de qualquer natureza
source: Fraud of any kind
es: Fraude de cualquier tipo

# INFORMAÇÕES AO DENUNCIANTE
source: INFORMATION TO THE COMPLAINT
es: INFORMACIÓN A LA QUEJA

# Manipulação em relatórios financeiros
source: Financial reporting handling
es: Manejo de informes financieros

# Mensagem enviada com sucesso!
source: Message sent successfully!
es: Mensaje enviado correctamente!

# NOME
source: NAME
es: NOMBRE

# NÃO OBRIGATÓRIO
source: NOT REQUIRED
es: NO ES OBLIGATORIO

source: The whistleblower will be able to send the information anonymously, the sending being untraceable. If the whistleblower wishes to identify you, it will only happen after evaluation in any investigations.
es: El denunciante podrá enviar la información de forma anónima, siendo imposible rastrear el envío. Si el denunciante desea identificarlo, solo sucederá después de la evaluación en cualquier investigación.

source: The criteria that determine the conduct of investigations are evaluated based on the severity, credibility and reasonableness of the information received.
es: Los criterios que determinan la realización de las investigaciones se evalúan en función de la gravedad, credibilidad y razonabilidad de la información recibida.

# PROTEÇÃO AO DENUNCIANTE
source: REPRESENTATIVE PROTECTION
es: PROTECCIÓN REPRESENTATIVA

# Selecione
source: Select
es: Seleccione

# SUA MENSAGEM
source: YOUR MESSAGE
es: SU MENSAJE
