Repository: devfabriciolima/Site
Catalog: SiteInstitucional/Client/Pages/Index.*.resx
Languages: es

# A SCHADEK EVOLUI COM VOCÊ
source: SCHADEK EVOLVES WITH YOU
es: SCHADEK EVOLUCIONA CON USTED

# AMPLIAMOS O PORTFÓLIO E AS VANTAGENS
source: WE EXPANDED THE PORTFOLIO AND THE BENEFITS
es: AMPLIAMOS EL PORTAFOLIO Y LAS VENTAJAS

# B.C_-_Mod_4_-_BNN_-_PT.png
source: B.C_-_Mod_4_-_BNN_-_EN.png
es: B.C_-_Mod_4_-_BNN_-_ES.png

# B.O_-_Mod_2_-_BNN_-_PT.png
source: B.O_-_Mod_2_-_BNN_-_EN.png
es: B.O_-_Mod_2_-_BNN_-_ES.png

# Baixe o app no seu celular. É rápido, fácil e grátis.
source: Download the app on your phone. It's fast, easy and free.
es: Descarga la aplicación en tu teléfono. Es rápido, fácil y gratuito.

# Certificado.png
source: Certificado-ING.JPG
es: Certificado-ESP.JPG

# Esclareça suas dúvidas com nossa equipe de Assistência Técnica
source: Our Technical Services team can answer any of your questions
es: Aclare sus dudas con nuestro equipo de Asistencia Técnica

# Excelência operacional, processos avançados e reengenharia de ponta
source: Operational excellence, advanced processes and state-of-the-art reengineering
es: Excelencia operacional, procesos avanzados y reingeniería de punta

# GARANTIA
source: WARRANTY
es: GARANTÍA

# Instruções de instalação e condições de garantia
source: Installation instructions and warranty conditions
es: Instrucciones de instalación y condiciones de garantía

# Lançamentos
source: Releases
es: Lanzamiento

# Lançamento_-_B.A_-_Atualização__-_PT.png
source: Lançamento_-_B.A_-_Atualização__-_EN.png
es: Lançamento_-_B.A_-_Atualização__-_ES.png

# listOfReleases
source: <ul class="description"> <li>Oil pump 10.243-A – For Caterpillar 3116 engines with planetary gear.</li> <li>Oil pump 10.328 – For Volkswagen 1.6 16V MSI engines.</li> <li>Oil pump 10.340 – For Scania gearbox.</li> <li>Water pump 20.254 – For Fiat Fire Evo engines.</li> </ul>
es: <ul class="description"> <li>Bomba de aceite 10.243-A. Para motores Caterpillar 3116 con engranaje planetario.</li> <li>Bomba de aceite 10.328. Para motores Volkswagen 1.6 16V MSI.</li> <li>Bomba de aceite 10.340. Para cajas de cambio Scania.</li> <li>Bomba de agua 20.254. Para motores Fiat Fire Evo.</li> </ul>

# NOVA IDENTIDADE VISUAL, NOVAS EMBALAGENS, A QUALIDADE DE SEMPRE
source: NEW VISUAL IDENTITY, NEW PACKAGING, THE SAME QUALITY AS ALWAYS
es: NUEVA IDENTIDAD VISUAL, NUEVOS EMBALAJES, LA CALIDAD DE SIEMPRE

# NOVAS BOMBAS D’ÁGUA E DE COMBUSTÍVEL COM PREÇOS MAIS COMPETITIVOS
source: NEW WATER AND FUEL PUMPS WITH MORE COMPETITIVE PRICES
es: NUEVAS BOMBAS DE AGUA Y DE COMBUSTIBLE CON PRECIOS MÁS COMPETITIVOS

# O maior portfólio de bombas automotivas do mercado
source: The largest portfolio of automotive pumps in the market
es: El mayor portafolio de bombas automotrices del mercado

# O Maior portfólio de bombas d'água do mercado
source: The largest portfolio of water pumps in the market
es: El mayor portafolio de bombas de agua del mercado

# PRODUTOS
source: PRODUCTS
es: PRODUCTOS

# QUALIDADE POR DENTRO E POR FORA
source: QUALITY INSIDE AND OUT
es: CALIDAD POR DENTRO Y POR FUERA

# QUER ENCONTRAR A BOMBA SCHADEK NA PALMA DA MÃO?
source: WANT TO FIND THE SCHADEK PUMP IN THE PALM?
es: ¿QUIERES ENCONTRAR LA BOMBA SCHADEK EN LA PALMA?

# SAIBA MAIS
source: LEARN MORE
es: Descubre más

# SUPORTE
source: SUPPORT
es: SOPORTE

# TECNOLOGIA
source: TECHNOLOGY
es: TECNOLOGÍA

# KIT-DE-DISTRIBUIÇÃO.JPG
source: KIT-DE-DISTRIBUIÇÃO-ENG.JPG
es: KIT-DE-DISTRIBUIÇÃO-ESP.JPG

# POLIAS-E-TENSIONADORES.JPG
source: POLIAS-E-TENSIONADORES-ENG.JPG
es: POLIAS-E-TENSIONADORES-ESP.JPG

# Bnn_-_Kit_de_distribuição_3.png
source: Bnn_-_Kit_de_distribuição_3_-_Ingles.PNG
es: Bnn_-_Kit_de_distribuição_3_-_Espanhol.PNG

source: With over 55 years of experience in the automotive industry, Schadek Automotive is a Market leader when it the subject are automotives pumps. Are years contínuos investments in tecnologies, innovations, equipment and employees to attending the market with level of excelence.
es: Con más de 55 años de experiencia em la indústria automotriz, Schadek Automotive es el líder del mercado cuando se trata de Bomba Automotivas. Son años de inversiones contínuas en tecnologias, innovaciones, equipos y empleados para servir al mercado con el nível de excelencia.

# QUALIDADE
source: QUALITY
es: CALIDAD

source: has became reference when the topic are automotive pumps. That is why it is always investing in new products and technologies for the Market. In 2020 even with many challenges found in several issues, the company contínuos to innovate and brought more than 50 new products more to the Aftermarket. Between Oil Pump ,Water Pump and Fuel Pump. Guarantee your position as the leader in the national automotive Aftermarket, with the largest portfolio in the Market.
es: se ha convertido en referencia cuando se trata de Bombas Automotivas. Por esto siempre está invirtiendo en nuevos productos y tecnologías para el mercado. En el año de 2020, incluso con muchos desafíos encontrados en varios temas, la compañía continua la innovando y trajó más de 50 nuevos productos al mercado de reposición. Entre bombas de Aceite, bombas de agua y bombas de combustible. Asegurando su posición como líder en el mercado nacional de reposición automotiva, contando con el mayor portafolio del mercado.

source: This is how Schadek ensure that quality standards defined at the beggining of development process are rigorously applied.
es: Así es que como Schadek asegura que el nivel de calidad definidos al comienzo del proceso de desarrollo sean apliquen de manera rigurosa.

source: Growing and finding always to improve your products line, Schadek added in your portfolio one more line: PULLEYS AND BELT TENSIONERS In this release there are more than 300 part numbers, with Schadek tecnology, high performance and the quality and trust that you already know and trust.
es: Desarrollando y buscando siempre mejorar su línea de productos, Schadek incorporó en su cartera más otra línea: Poleas y Tensores En este lanzamiento hay más de 300 part numbers, con tecnología, alto rendimiento y la calidad y confianza de Schadek que usted ya conoce y confías.

# Polias e
source: Pulleys and
es: POLEAS Y

# Tensionadores
source: Belt Tensioners
es: TENSORES

# 55 anos
source: 55 years
es: 55 años

# Distribuição
source: Kit
es: Distribución

source: and assuring superior product quality. With this certification, Schadek able to attending not only the Aftermarker but also the large automakers and systemists directly. The experience over more of
es: Con esta certificación, Schadek esta habilitada a atender no solamente mas el mercado de reposición, como también directamente a los grandes fabricantes y sistemistas. La experiencia de más de

# gigantes do setor automotivo
source: automotive giants
es: gigantes del sector automotivo

# img/index/lancamentos/lancamentosMobilePT.png
source: img/index/lancamentos/lancamentosMobileIN.png
es: img/index/lancamentos/lancamentosMobileES.png

# img/index/lancamentos/lancamentosSitePT.png
source: img/index/lancamentos/lancamentosSiteIN.png
es: img/index/lancamentos/lancamentosSiteES.png

# img/index/lancamentos/lancamentosTabletPT.png
source: img/index/lancamentos/lancamentosTabletIN.png
es: img/index/lancamentos/lancamentosTabletES.png

# img/index/polias/poliasTensionadoresMobilePT.png
source: img/index/polias/poliasTensionadoresMobileIN.png
es: img/index/polias/poliasTensionadoresMobileES.png

# img/index/polias/poliasTensionadoresSitePT.png
source: img/index/polias/poliasTensionadoresSiteIN.png
es: img/index/polias/poliasTensionadoresSiteES.png

# img/index/polias/poliasTensionadoresTabletPT.png
source: img/index/polias/poliasTensionadoresTabletIN.png
es: img/index/polias/poliasTensionadoresTabletES.png

# Kits de
source: Distribution
es: Kite de

source: in automotive pumps manufacturing who maintened the company as a leader in the Aftermarket and the high precision parameters present in all phases of productive process , guaranteed that Schadek to accomplished all requirements made by the departments responsible wth maximum eficiency.
es: en la producción de bomba automotivas, que mantuvo la compañía como líder en el mercado de repuestos y los altos parámetros de alta precisión presentes en todas las etapas del proceso productivo, aseguró que Schadek cumpliera todos los requisitos exigidos por los Òrganos Responsables con la máxima eficacia.

source: The commitment to the high quality and tecnology has promoted Schadek Automotive one more certificate of great prestigie for the industries of the automotive sector. IATF 16949 certification is offered only to
es: El comprometimiento con alta calidad y la tecnología ha impulsado a Schadek Automotive un Certificado más de gran prestigio para las industrias del sector de la automoción. La certificación IATF 16949 se ofrece solo a los

source: Always thinking in on innovation, Schadek Automotive recreate again and brought another release to the Market.. Distribution Kit with chain! The Distribuition Kit Schadek Automotive Distribution Kit have several compositions, which can be simple, partial or complete. Each , with specific component such as: Chain, Gear, Belt Tensioner, levers, guides,retainers, etc. The components of Distribution Kit have the quality and guarantee of Schadek´s Automotive products.
es: Siempre apostando por la innovación, Schadek Automotive se reinventó una vez más y trajo otro lanzamiento al mercado: ¡Kits de distribución con cadena! Los kits de distribución automotriz de Schadek tienen varias composiciones, que pueden ser simples, parciales o completas. Cada uno, con componentes específicos como: Cadenas, engranajes, tensores, palancas, guías, retenedores, etc. Los componentes del Kit de Distribución Schadek cuentan con la garantía y calidad de los productos Schadek Automotive.

# Clique aqui e veja as aplicações completas!
source: Check out the complete applications here!
es: ¡Consulte las aplicaciones completas aquí!
