Repository: devfabriciolima/Site
Catalog: SiteInstitucional/Client/Pages/Plant.*.resx
Languages: es

# 24 A 48
source: 24 TO 48
es: 24 A 48

source: Schadek's tooling stands out due to the quality and precision of the molds, devices and tooling used in the production of components and in the final assembly of each product.
es: La fabricación de herramientas de Schadek se destaca por la calidad y precisión de los moldes, dispositivos e instrumentos utilizados en la producción de los componentes y montaje final de cada producto.

source: Schadek works with 60-day availability of all portfolio items in stock. This ensures that the orders placed in the plant are released in no less than 24 hours to the shipping company. In addition, Schadek offers CIF shipping for deliveries throughout Brazil.
es: Schadek trabaja con 60 días de disponibilidad de todos los ítems de su portafolio en el stock. Esto garantiza que los pedidos colocados en la fábrica sean liberados en el plazo mínimo de 24 horas a la transportadora. Además, Schadek ofrece flete CIF para entregas en cualquier lugar de Brasil.

# BOMBAS AUTOMOTIVAS PRODUZIDAS NOS ÚLTIMOS 10 ANOS
source: AUTOMOTIVE PUMPS PRODUCED IN THE LAST 10 YEARS
es: BOMBAS AUTOMOTRICES PRODUCIDAS EN LOS ÚLTIMOS 10 AÑOS

source: With the integration of all the applications and processes, analytic intelligence, mobility and organization controls in the modern SAP system, Schadek gains more agility and security in decision-making, from the development of a new product to client satisfaction. With a consolidated, robust and expandable solution, Schadek achieved a new technological level to support its new challenges.
es: Con la integración de todas las aplicaciones y procesos, inteligencia analítica, movilidad y controles de la organización en el moderno sistema SAP, Schadek gana más agilidad y seguridad en la toma de decisiones - del desarrollo de un nuevo producto a la satisfacción del cliente. Con una solución consolidada, robusta y expansible, Schadek alcanza un nuevo nivel tecnológico para soportar sus nuevos desafíos.

source: Concentration and total quality control in the assembly of the products are one of the main differentials of Schadek.
es: Concentración y control de calidad total en el montaje de los productos son algunas de las principales ventajas de Schadek.

# DE COMPONENTES UTILIZADOS NA MONTAGEM/MÊS
source: COMPONENTS USED IN ASSEMBLY/MONTH
es: DE COMPONENTES UTILIZADOS EN EL MONTAJE/MES

# DE PEÇAS USINADAS/MÊS
source: PARTS MACHINED/MONTH
es: DE PIEZAS MECANIZADAS/MES

# FERRAMENTAIS/MÊS
source: TOOLING/MONTH
es: HERRAMIENTAS/MES

# HORAS PARA LIBERAÇÃO DE PEDIDOS
source: HOURS FOR ORDER RELEASE
es: HORAS PARA LIBERACIÓN DE PEDIDOS

# INVESTIDOS NA IMPLANTAÇÃO DO SAP
source: INVESTED IN SAP IMPLEMENTATION
es: INVERTIDOS EN LA IMPLANTACIÓN DEL SAP

source: In one of the largest areas of the plant modern Heller and Robodrill machining centers, Mitsubishi milling machines, and Index lathes, with high production capacity and versatility, shape components such as casings, shafts, gears, valves and many others that are part of our complete portfolio of automotive pumps. There are over 200 machines responsible for producing nearly 500 items from our catalog.
es: En una de las mayores áreas de la fábrica, modernos centros de mecanización Heller y Robodrill, fresadoras Mitsubishi, tornos Index con alta capacidad y versatilidad de producción, dan forma a componentes como carcasas, ejes, engranajes, válvulas y muchos otros que integran nuestro completo portafolio de bombas automotrices. Son más de 200 máquinas responsables de la producción de alrededor de 500 ítems de nuestro catálogo.

# QUALIDADE
source: QUALITY
es: CALIDAD

# R$
source: BRL
es: R$

source: Recently installed in a new area with new Buhler injection molding, the Schadek foundry occupies 5,200 sqm and has the capacity to process 160 tons of aluminum/month, producing up to 210,000 components per month.
es: Recién instalada en nueva área y con nuevas células de inyección Buhler, la fundición Schadek ocupa 5.200 m2 y tiene capacidad de procesar 160 toneladas de aluminio/mes, produciendo hasta 210.000 componentes mensuales.

# title
source: OUR PLANT
es: NUESTRA FÁBRICA

source: All the quality standards defined at the beginning of the development process are rigorously applied and observed throughout all production phases.
es: Todos los estándares de calidad definidos al principio del proceso de desarrollo son aplicados y verificados con rigor en todas las fases de producción.

# TONELADAS DE ALUMÍNIO PROCESSADAS/MÊS
source: TONS OF ALUMINUM PROCESSED/MONTH
es: TONELADAS DE ALUMINIO PROCESADAS/MES

source: A complete manufacturing structure, equipped with state-of-the-art machines and controlled production processes, ensure the Schadek excellence.
es: Una estructura fabril completa, equipada con máquinas de última generación y procesos productivos controlados, garantiza la excelencia Schadek.
