Repository: devfabriciolima/Site
Catalog: SiteInstitucional/Client/Pages/Products.*.resx
Languages: es

source: The Pulley line available by Schadek to the Market has belt pulleys, auxiliary, engine and hydraulic steering, as well as alternator and tensioner pulleys, air conditioning and other models.
es: La línea de Poleas que Schadek pone a disposición en el mercado tiene poleas de la cadena, auxiliar, motor y de Dirección hidráulica, además de las poleas del Alternador y del tensor, aire acondicionado y otros modelos.

source: Schadek makes available to the market several compositions of Distribution Kit, which can be Simple, Partial or Complete.
es: Schadek coloca a disposición del mercado varias composiciones de kits de distribución, que pueden ser Simple, Parcial o Completo.

# Alta resistência e durabilidade.
source: High resistance and durability.
es: Alta resistencia y durabilidad.

# Alto desempenho
source: High Performance
es: Alto desempeño

# Alto desempenho para motores eletrônicos.
source: High performance for electronic engines.
es: Alto desempeño para motores electrónicos.

# Antes de trocar a bomba, verifique o estado do ventilador e da correia.
source: Before replacing the pump, check the state of the fan and of the belt.
es: Antes de cambiar la bomba, verifique el estado del ventilador y de la correa.

source: The pulleys have the function of changing the direction of belt, doing it pass through other areas of the motor, respecting the oscillations of the rotations and temperatures without vibrations.
es: Las poleas tienen la función de cambiar la dirección de la cadena haciéndola pasar por otras zonas del motor, respetando las oscilaciones de las rotaciones y temperaturas sin que ocurran vibraciones.

source: Like with the oil pump, only remove the product from the packaging when it's time to install it in the engine.
es: Igual que con la bomba de aceite, sólo retire el producto del embalaje cuando lo aplique en el motor.

# Atendem aos padrões de conformidade do equipamento original.
source: Meet compliance standards of original equipment.
es: Atienden los estándares de conformidad del equipo original.

# BOMBAS D'ÁGUA
source: WATER PUMPS
es: BOMBAS DE AGUA

# BOMBAS DE COMBUSTÍVEL
source: FUEL PUMPS
es: BOMBAS DE COMBUSTIBLE

# BOMBAS DE ÓLEO
source: OIL PUMPS
es: BOMBAS DE ACEITE

source: Each Distribution Kit has specific components, such as: Chains, gears, tensioners, levers, guides and retainers. Check the list of components carefully in each application.
es: Cada Kit de Distribución tiene componentes específicos, tales como ejemplo: Cadenas, engranajes, tensores, palancas, guías y retenedores. Revise atentamente una lista de componentes en cada aplicación.

source: Place the oil in the pump and in the filter before installing it. Never allow it operate while empty.
es: Ponga aceite en la bomba y en el filtro antes de instalarla. Nunca la deje funcionando en vacío.

# Componentes de primeira linha
source: First-rate components
es: Componentes de primer nivel

source: Suction tubes are responsible for suctioning lubricants from the oil pan and sending them to the oil pump.
es: Son responsables de succionar el líquido lubricante del cárter y dirigirlo a la bomba de aceite.

# Durabilidade superior.
source: Superior durability.
es: Durabilidad superior.

source: This new product line from Schadek Automotive consist of more than 300 codes, developed with the highest technology and original quality. Covering 90% of national light and hard fleet.
es: Esta nueva línea de producto de Schadek Automotive es compuesta por más de 300 códigos, desarrollados con la más alta tecnología y la calidad original. Cubriendo 90% de la flota nacional leve y pesada.

# Estrutura resistente a durável
source: Sturdy and durable structure
es: Estructura resistente a durable

# Estrutura resistente e durável
source: Resistant and durable
es: Estructura resistente y durable

source: Excessive vibration at idling, noises or failures in the accessory belt system, or problems in the vehicles electric part, could be signal of pulleys and or tensioners are in trouble.
es: Vibración excesiva en marcha lenta, sonidos o fallas en el sistema de la cadena de accesorios, o problemas en la parte eléctrica del vehículo, pueden ser señales de que las poleas y o los tensores están teniendo problemas.

source: Clean the fuel tank and replace filters, hose and clamps every time you replace the fuel pump.
es: Haga la limpieza del tanque y reemplace los filtros, mangueras y abrazaderas todas las veces que cambie la bomba de combustible.

# Fica a dica
source: Recommendations
es: Sugerencia

# Garantia Schadek
source: Schadek Warranty
es: Garantía Schadek

source: The Belt Tensioners, on the other hand, determine the constant tension in the belt, so that they are always in contact with the pulleys. The Belt Tensioner line is composed of Belt Tensioners to timing belts, Alternator, hydraulic steering, engine and others.
es: Los tensores, por su parte, determinan la tensión constante en las cadenas, para que estén siempre en contacto con las poleas. La línea de tensores está compuesta por Tensores para las cadenas, del Alternador, Dirección hidráulica, el Motor y otros.

# KIT DE DISTRIBUIÇÃO
source: DISTRIBUTION KIT
es: KIT DE DISTRIBUCIÓN

source: Clean the seating surfaces on the block and the pump. Never use cotton waste, it can release lint that can obstruct the water flow.
es: Limpie las superficies de asentamiento, en el bloque y en la bomba. Nunca use estopa, pues suelta hilachas que pueden obstruir el flujo de agua.

# Melhor desempenho para cada aplicação
source: Better Performance for each application
es: Mejor desempeño para cada aplicación

source: During maintenance of the lubrication systems, always replace the relief valves. If it is in a poor state-of-repair, it could interfere directly in the operation of the system.
es: En el mantenimiento del sistema de lubricación, cambie siempre la válvula de alivio. Si está en mal estado puede interferir directamente en el funcionamiento del sistema.

# Nossos diferenciais
source: Our differentials
es: Nuestras ventajas

source: Never use glue, adhesives or silicone to improve the sealing, it is unnecessary and dangerous. The seal and/or seal ring are sufficient.
es: Nunca utilice pegamento, adhesivo o silicona para mejorar el sellado, esto es innecesario y peligroso. Sólo la junta y/o anillo de sellado son suficientes.

source: Do not install the product in the vehicle if the packaging is broken, or if the product shows any signs that it is damaged, smashed , broken or oxidized.
es: No instale el producto en el vehículo si el empaque este violado, o si el producto muestra cualquier señal de que este dañado, aplastado, quebrado o con oxidaciones.

source: The balance, efficiency and synchronization of all these components is very important for the functioning of engine.
es: El equilibrio, la eficiencia y sincronización de todos estos componentes es muy importante para el funcionamiento del motor.

source: The better is that in all belt changes, tensioners should also be changed.
es: El ideal es que, en todos los cambios de cadenas, los tensores también sean cambiados.

# O melhor desempenho para cada aplicação.
source: The best performance for each application.
es: El mejor desempeño para cada aplicación.

source: The components of the SCHADEK Distribution Kit have the guarantee and quality of Schadek Automotive products. Market leader in Oil and Water Pumps, which has been in the market for 55 years.
es: Los componentes del Kit de Distribución SCHADEK tienen garantía y la Calidad de los productos de Schadek Automotive. Compañía líder en el mercado de Bombas de Aceite y de Agua, que lleva 55 años en el mercado.

# Padrão de qualidade original
source: Original Quality
es: Padrón de Calidad original

source: To the improve the operation of the suction tube, never remove the protective screen. It avoids the entrance of dust particles in the oil pump and in the engine itself.
es: Para mejor funcionamiento del tubo de succión, nunca retire la tela de protección. Ella evita la entrada de partículas de suciedad en la bomba de aceite y en el propio motor.

# POLIAS
source: PULLEYS
es: POLEAS

# POLIAS E TENSIONADORES
source: PULLEYS AND BELT TENSIONERS
es: POLEAS Y TENSORES

# Qualidade de fabricação Schadek.
source: Schadek manufacturing quality.
es: Calidad de fabricación Schadek.

# Qualidade e confiança líder de mercado
source: Market leading quality and reliability
es: Calidad y confiabilidad líderes en el mercado

# Qualidade e confiança líder de mercado.
source: Market leader quality and reliability.
es: Calidad y confianza líder de mercado.

source: It is recommended to change the pulleys and belt tensioner preventively, every five years or 60 thousand kilometers.
es: Se recomienda cambiar las poleas y tensores de forma preventiva, cada cinco años o 60 mil kilómetros.

source: It is recommended to change the Distribution Kit in a preventive manner at about 100 thousand KM or every time that you do the complete rectification of engine.
es: Se recomienda cambiar el Kit de Distribución de forma preventiva a unos de 100 mil KM, o cada vez que se realice la rectifica completa del do motor.

# Regulam a pressão e vazão do fluido no sistema de lubrificação.
source: They regulate the pressure and flow in the lubrication system.
es: Regulan la presión y caudal del líquido en el sistema de lubricación.

# REPAROS DE BOMBA
source: PUMP REPAIR KITS
es: PIEZAS DE REPARACIÓN DE BOMBA

source: It is responsible for the circulation of the lubricant fluid through the engine. By circulating the lubricant oil between the moving parts of the engine, the fluid reduces friction, thereby minimizing heat, and removing impurities generated during the operation of the engine.
es: Responsables de la circulación del líquido lubricante por el motor. Al circular entre las partes móviles del motor, el líquido lubricante reduce la fricción, minimizando la generación de calor y retirando las impurezas generadas durante el funcionamiento del motor.

source: It is responsible for the circulation of the cooling fluid through channels in the engine block. While flowing through the channels, the coolant removes the heat and transports it to the radiator where the fluid is cooled prior to returning to the system.
es: Responsables de la circulación del líquido refrigerante en las tuberías del motor. Al recorrer las tuberías, el líquido refrigerante retira el calor y lo transporta hasta el radiador, donde es refrigerado para que pueda retornar al sistema nuevamente.

# Rolamento resistente de alta qualidade.
source: High-quality resistant bearings.
es: Rodamiento resistente de alta calidad.

# Selo de alta capacidade de vedação.
source: High-capacity seal.
es: Alta capacidad de sellado.

source: Only remove the pump from the packaging when it's time to install it, thereby preventing the entrance of any type of impurities.
es: Sólo saque la bomba del embalaje en el momento de instalarla, así se evita la entrada de algún tipo de suciedad en su interior.

source: Also called low pressure pump, it is intended to pump fuel up to the high pressure pump, or directly into the fuel injection units.
es: También llamadas de bomba de baja, tienen la finalidad de impulsar el combustible hasta la bomba de alta o directamente en las unidades de inyección de combustible

# Tecnologia avançada
source: Advanced technology
es: Tecnología avanzada

# TENSIONADORES
source: BELT TENSIONER
es: TENSORES

# title
source: PRODUCTS
es: PRODUCTOS

source: Any application, installation, handling or maintenance, must be carried out for by qualified people and with support of appropriate equipment for the installation or maintenance of components.
es: Toda aplicación, instalación, manoseo o manutención, debe ser realizada por personas calificadas y con ayuda de equipos apropiados para la instalación o mantenimiento de los componentes.

# Troque o tubo de sucção sempre que substituir a bomba de óleo.
source: Replace the suction tube whenever you replace the oil pumps.
es: Cambie el tubo de succión todas las veces que reemplace la bomba de aceite.

# TUBOS DE SUCÇÃO
source: SUCTION TUBES
es: TUBOS DE SUCCIÓN

# VÁLVULAS DE ALÍVIO
source: RELIEF VALVES
es: VÁLVULAS DE ALIVIO
