Repository: devfabriciolima/Site
Catalog: SiteInstitucional/Client/Pages/Warranty.*.resx
Languages: es

# waterpump-warrantycertificate
source: <p>METALÚRGICA SCHADEK LTDA certifies to the final consumer to be offering a product of the highest quality, in perfect condition and adequate for the purposes intended. Any manufacturing defect may be complained within ninety (90) days from the date of application of the product in the engine (under the law no. 8.078, September 11, 1990).</p> <p>The trust SCHADEK has in the quality of its products allows also granting, besides the legal warranty, additional coverage, extending the period provided by law to up to one hundred eighty (180) days or ten thousand (10,000) kilometers, whichever occurs first, against any manufacturing defects.</p> <p>The product must be sent to Metalúrgica Schadek Ltda., by prepaid freight, accompanied by the shipment guarantee invoice (complying with the information contained on that purchase invoice, such as price and taxes). As soon as received by SCHADEK, it will be evaluated technically.</p> <p>If the following is confirmed:</p> <ul> <li>MANUFACTURING DEFECT: The product will be replaced with a new one, when retained in the company, and kept in stock for 10 days, after which it should be scrapped.</li> <li>NO DEFECT OF MANUFACTURE: Will be returned in the state in which it is, and if replaced, it will be kept in stock for 10 days, and then scrapped.</li> </ul> <p class="text-uppercase contrast">THE WARRANTY CEASES IN THE FOLLOWING CASES:</p> <ul> <li>On application, installation, handling, use, improper or incorrect maintenance, performed by unqualified person without the appropriate equipment.</li> <li>Violation of the product, signs of damage, if it presents kneading or breakage.</li> <li>Failure to follow assembly instructions.</li> <li>Product deterioration occurred by unsuitable oils, out of specifications by the engine manufacturer, contaminated, mixed, oxidized or aged.</li> <li>If the Manufacturing Order number engraved on the product is adulterated.</li> <li>If their defect is not due to manufacturing, but rather due to poor fitting on the engine or due to natural wear of the product.</li> </ul>
es: <p>La METALÚRGICA SCHADEK LTDA certifica al consumidor final que está ofreciendo un producto de la más alta calidad, en perfectas condiciones de uso y adecuado a los fines a que se destina. Cualquier defecto de fabricación podrá ser reclamado dentro del plazo de 90 (noventa) días, a partir de la fecha de aplicación del producto en el motor (según la ley nº 8.078 de 11 de septiembre de 1990 - Brasil).</p> <p>La confianza que SCHADEK tiene en la calidad de sus productos permite conceder, además, de forma concomitante a la garantía legal, una cobertura adicional, extendiendo el plazo previsto en la ley hasta 180 (ciento ochenta) días o 10.000 (diez mil) km, lo que ocurra primero, contra eventuales defectos de fabricación.</p> <p>El producto deberá ser enviado a la Metalúrgica Schadek Ltda., con flete pagado y acompañado por la factura de remesa en garantía (esta debe obedecer a las informaciones que están en la factura de compra, como precio e impuestos). Al ser recibido por SCHADEK, será evaluado técnicamente.</p> <p>Si se constata:</p> <ul> <li>DEFECTO DE FABRICACIÓN: El producto será reemplazado por uno nuevo; cuando se retenga en la empresa, y se mantenga en stock por 10 días, siendo que después de este plazo debe ser desechado.</li> <li>NINGÚN DEFECTO DE FABRICACIÓN: Será devuelto en el estado en que se encuentra y, si hay reposición, será mantenido en stock por 10 días; después, será desechado.</li> </ul> <p class="text-uppercase contrast">LA GARANTÍA PIERDE LA VALIDEZ EN LOS SIGUIENTES CASOS:</p> <ul> <li>En la aplicación, instalación, manipulación, uso, mantenimiento inadecuado o incorrecto, realizado por una persona que no sea habilitada y sin el auxilio de equipos apropiados.</li> <li>Apertura brusca del producto, señales de daños, presentarse abollado o roto.</li> <li>Si no se observan las instrucciones de montaje.</li> <li>Deterioro del producto que ocurra porque no se utilizó agua destilada o desmineralizada o por uso de aditivo en la proporción y especificación fuera de lo indicado por el fabricante del motor.</li> <li>Si el número de la Orden de Fabricación grabada en el producto es adulterado.</li> <li>Si el defecto presentado no es de fabricación, sino que fue causado por el montaje deficiente en el motor o por el desgaste natural del producto.</li> </ul>
