Repository: devfabriciolima/Site
Catalog: SiteInstitucional/Client/Pages/Warranty.*.resx
Languages: es

# BOMBAS DE COMBUSTÍVEL
source: FUEL PUMPS
es: BOMBAS DE COMBUSTIBLE

# BOMBAS DE ÓLEO
source: OIL PUMPS
es: BOMBAS DE ACEITE

# BOMBAS D’ÁGUA
source: WATER PUMPS
es: BOMBAS DE AGUA

# Certificado de Garantia
source: WARRANTY CERTIFICATE
es: CERTIFICADO DE GARANTÍA

# fuelpump-recommendation
source: <p>Properly installing Schadek products guarantees performance for customers and gives you peace of mind. Remember: Failure to follow the installation instructions below will void any responsibility for damages to the water pump or engine.</p> <ul> <li>Never hold the fuel pump in a vise or any other device that can damage the fuel pump's body, because kneading can cause locking of the internal gears or rotors;</li> <li>Check that the fuel pump does not have any kneaded nor scratched areas caused by falls or hits, or oxidation (rust) caused by storage failure;</li> <li>Make sure the fuel pump spins freely and has not sucked some dirt during handling;</li> <li>Only use the gaskets, O-rings, screws, transfer tubes, etc. that come with the product in the packaging;</li> <li>Tighten the fuel pump screws alternately and at the correct torque;</li> <li>Verify the leakproofness of the fuel system, in order to avoid the fuel pump from sucking air while operating, as well as pressure losses in the system.</li> </ul>
es: <p>Aplicar correctamente los productos Schadek es garantía de desempeño para los clientes y tranquilidad para usted. Recuerde: si las instrucciones de montaje que están abajo no se siguen, serán invalidadas todas las eventuales responsabilidades sobre daños causados a la bomba de agua o al motor.</p> <ul> <li>Nunca sujete la bomba de combustible en la morsa o en cualquier otro dispositivo que pueda dañar el cuerpo de la bomba, pues la abolladura pode causar el trabamiento de los engranajes o rotores internos;</li> <li>Verifique si la bomba de combustible no posee áreas abolladas o arañadas a causa de caídas o golpes, u óxidos causados por falla en el almacenamiento;</li> <li>Verifique si la bomba de combustible gira libremente y si no succionó alguna suciedad durante la manipulación;</li> <li>Solamente utilice las juntas, anillos de sellado, tornillos, tubos de transferencia, etc., que acompañan el producto en el embalaje;</li> <li>Aprete los tornillos de fijación de la bomba de combustible alternadamente y con el torque correcto;</li> <li>Verifique la estanqueidad del sistema de combustible, para evitar que la bomba de combustible succione aire durante su funcionamiento, y también la pérdida de presión del sistema.</li> </ul>

# fuelpump-warrantycertificate
source: <p>METALÚRGICA SCHADEK LTDA certifies to the final consumer to be offering a product of the highest quality, in perfect condition and adequate for the purposes intended. Any manufacturing defect may be complained within ninety (90) days from the date of application of the product in the engine (under the law no. 8.078, September 11, 1990).</p> <p>The trust SCHADEK has in the quality of its products allows also granting, besides the legal warranty, additional coverage, extending the period provided by law to up to one hundred eighty (180) days or ten thousand (10,000) kilometers, whichever occurs first, against any manufacturing defects.</p> <p>The product must be sent to Metalúrgica Schadek Ltda., by prepaid freight, accompanied by the shipment guarantee invoice (complying with the information contained on that purchase invoice, such as price and taxes). As soon as received by SCHADEK, it will be evaluated technically.</p> <p>If the following is confirmed:</p> <ul> <li>MANUFACTURING DEFECT: The product will be replaced with a new one, when retained in the company, and kept in stock for 10 days, after which it should be scrapped.</li> <li>NO DEFECT OF MANUFACTURE: Will be returned in the state in which it is, and if replaced, it will be kept in stock for 10 days, and then scrapped.</li> </ul> <p class="text-uppercase contrast">THE WARRANTY CEASES IN THE FOLLOWING CASES:</p> <ul> <li>On application, installation, handling, use, improper or incorrect maintenance, performed by unqualified person without the appropriate equipment.</li> <li>Violation of the product, signs of damage, if it presents kneading or breakage.</li> <li>Failure to follow assembly instructions.</li> <li>Product deterioration occurred by unsuitable oils, out of specifications by the engine manufacturer, contaminated, mixed, oxidized or aged.</li> <li>If the Manufacturing Order number engraved on the product is adulterated.</li> <li>If their defect is not due to manufacturing, but rather due to poor fitting on the engine or due to natural wear of the product.</li> </ul>
es: <p>La METALÚRGICA SCHADEK LTDA certifica al consumidor final que está ofreciendo un producto de la más alta calidad, en perfectas condiciones de uso y adecuado a los fines a que se destina. Cualquier defecto de fabricación podrá ser reclamado dentro del plazo de 90 (noventa) días, a partir de la fecha de aplicación del producto en el motor (según la ley nº 8.078 de 11 de septiembre de 1990 - Brasil).</p> <p>La confianza que SCHADEK tiene en la calidad de sus productos permite conceder, además, de forma concomitante a la garantía legal, una cobertura adicional, extendiendo el plazo previsto en la ley hasta 180 (ciento ochenta) días o 10.000 (diez mil) km, lo que ocurra primero, contra eventuales defectos de fabricación.</p> <p>El producto deberá ser enviado a la Metalúrgica Schadek Ltda., con flete pagado y acompañado por la factura de remesa en garantía (esta debe obedecer a las informaciones que están en la factura de compra, como precio e impuestos). Al ser recibido por SCHADEK, será evaluado técnicamente.</p> <p>Si se constata:</p> <ul> <li>DEFECTO DE FABRICACIÓN: El producto será reemplazado por uno nuevo; cuando se retenga en la empresa, y se mantenga en stock por 10 días, siendo que después de este plazo debe ser desechado.</li> <li>NINGÚN DEFECTO DE FABRICACIÓN: Será devuelto en el estado en que se encuentra y, si hay reposición, será mantenido en stock por 10 días; después, será desechado.</li> </ul> <p class="text-uppercase contrast">LA GARANTÍA PIERDE LA VALIDEZ EN LOS SIGUIENTES CASOS:</p> <ul> <li>En la aplicación, instalación, manipulación, uso, mantenimiento inadecuado o incorrecto, realizado por una persona que no sea habilitada y sin el auxilio de equipos apropiados.</li> <li>Apertura brusca del producto, señales de daños, presentarse abollado o roto.</li> <li>Si no se observan las instrucciones de montaje.</li> <li>Deterioro del producto que ocurra porque no se utilizó agua destilada o desmineralizada o por uso de aditivo en la proporción y especificación fuera de lo indicado por el fabricante del motor.</li> <li>Si el número de la Orden de Fabricación grabada en el producto es adulterado.</li> <li>Si el defecto presentado no es de fabricación, sino que fue causado por el montaje deficiente en el motor o por el desgaste natural del producto.</li> </ul>

# Garantia
source: WARRANTY
es: GARANTÍA

source: Schadek offers warranty for six months or 10,000 km for manufacturing problems in its products. Warranty requests are addressed after a detailed analysis of the part, testing, and issue of technical reports. Attentively check the installation instructions and warranty conditions for each Schadek product.
es: Schadek ofrece garantía de 6 meses de uso o 10 mil km para defectos de fabricación de sus productos. Las solicitudes de garantía son atendidas después de un análisis detallado de la pieza, realización de pruebas y emisión de informes técnicos. Verifique atentamente las instrucciones de instalación y condiciones de garantía para cada producto Schadek.

# oilpump-recommendation
source: <p>Properly installing Schadek products guarantees performance for customers and gives you peace of mind. Remember: Failure to follow the installation instructions below will void any responsibility for damages to the water pump or engine.</p> <ul> <li>Be very careful when handling oil pumps that have a retainer. The inner lips of the oil seal should not be touched, for if kneading, the oil seal will not seal appropriately and oil spill occurs;</li> <li>Never hold the oil pump in a vise or any other device that can damage the oil pump's body, because kneading can cause locking of the internal gears or rotors;</li> <li>Check that the oil pump does not have any kneaded nor scratched areas caused by falls or hits, or oxidation (rust) caused by storage failure;</li> <li>Make sure the oil pump spins freely and has not sucked some dirt during handling;</li> <li>Make sure the pan is not kneaded in the region of the suction tube that could block the oil throughput or force the oil pump;</li> <li>Only install the oil pump after perfect cleaning of the lubrication system, because any impurity may lock oil pump rotors or gears, clog the suction tube screen or lock the overflow valve;</li> <li>Always use the oil as recommended by the engine manufacturer;</li> <li>Load the oil pump and the filter with the same oil that will be used in the engine;</li> <li>Only use the gaskets, O-rings, screws, transfer tubes, etc. that come with the product in the packaging;</li> <li>For gear driven oil pumps, check after assembly if they have the required free movement;</li> <li>For groove driven pumps, check after assembly if the axial movement is free;</li> <li>For pumps driven by the crankshaft, check for signs of wear on the dragging corners of the crankshaft's end. If there is any wear, it will be necessary to restore the worn area, to avoid oil pump locking and the consequent breakage of internal rotors. If the crankshaft is rectified, make sure that the hard layer (tempered) was not jeopardized (low hardness). If the hardness is low, a nitriding process treatment is recommended;</li> <li>Tighten the oil pump screws alternately and at the correct torque;</li> <li>Make sure that the flange surface of the suction tube is not with any damage, irregularity or out of flatness which may allow air entry. If the pump pulls air together with the oil, it will become foamy, oil pressure and engine lubrication will be jeopardized.</li> <li>For proper maintenance of the lubrication system, it is also recommended to replace the suction tube, oil filter and relief valve (if not part of the oil pump) whenever replacing the oil pump.</li> </ul>
es: <p>Aplicar correctamente los productos Schadek es garantía de desempeño para los clientes y tranquilidad para usted. Recuerde: si las instrucciones de montaje que están abajo no se siguen, serán invalidadas todas las eventuales responsabilidades sobre daños causados a la bomba de agua o al motor.</p> <ul> <li>Tenga mucho cuidado al manipular bombas de aceite que posean retén. Los labios internos del retén no deben ser tocados, pues si se abollan, el retén no hará el sellado necesario, ocurriendo escape de aceite;</li> <li>Nunca sujete la bomba de aceite en la morsa o cualquier otro dispositivo que pueda dañar el cuerpo de la bomba de aceite, pues la abolladura puede causar el trabamiento de los engranajes o rotores internos;</li> <li>Verifique si la bomba de aceite no posee áreas abolladas o arañadas a causa de caídas o golpes, u óxidos causados por falla en el almacenamiento;</li> <li>Verifique si la bomba de aceite gira libremente y si no aspiró alguna suciedad durante la manipulación;</li> <li>Verifique si el cárter no está abollado en la región del tubo de succión, obstruyendo el paso de aceite o forzando la bomba de aceite;</li> <li>Solamente instale la bomba de aceite después de la perfecta limpieza del sistema de lubricación, pues cualquier impureza podrá trabar los rotores o engranajes de la bomba de aceite, tapar la tela del tubo de succión o trabar la válvula de alivio;</li> <li>Utilice siempre el aceite recomendado por el fabricante del motor;</li> <li>Cargue el filtro y la bomba de aceite con el mismo aceite que será utilizado en el motor;</li> <li>Solamente utilice las juntas, anillos de sellado, tornillos, tubos de transferencia, etc., que acompañan el producto en el embalaje;</li> <li>Para bombas de aceite accionadas por engranaje, verifique después del montaje si poseen el movimiento libre necesario;</li> <li>Para bombas accionadas por ranura, verifique después del montaje si el movimiento axial está libre;</li> <li>Para bombas accionadas por el cigüeñal, verifique si hay señales de desgaste en las esquinas de arrastre de la punta del cigüeñal. Si hay desgaste, será necesario hacer la recuperación del área desgastada, para evitar el trabamiento de la bomba de aceite y la consecuente quiebra de los rotores internos. Si el cigüeñal es recuperado, asegúrese de que la capa dura (templada) no quedó perjudicada (baja dureza). Si la dureza está baja, se recomienda hacer un tratamiento por el proceso de Nitruración;</li> <li>Aprete los tornillos de fijación de la bomba de aceite alternadamente y con el torque correcto;</li> <li>Asegúrese de que la superficie de la brida del tubo de succión no tenga ningún aspecto de golpe, irregularidad o ausencia de planicidad que puedan permitir la entrada de aire. Si la bomba succiona aire junto con el aceite, él quedará con espuma, la presión del aceite y la lubricación del motor quedarán perjudicadas.</li> <li>Para el perfecto mantenimiento del sistema de lubricación, se recomienda reemplazar también el tubo de succión, filtro de aceite y válvula de alivio (cuando no forme parte de la bomba de aceite) siempre que reemplace la bomba de aceite.</li> </ul>

# oilpump-warrantycertificate
source: <p>METALÚRGICA SCHADEK LTDA certifies to the final consumer to be offering a product of the highest quality, in perfect condition and adequate for the purposes intended. Any manufacturing defect may be complained within ninety (90) days from the date of application of the product in the engine (under the law no. 8.078, September 11, 1990).</p> <p>The trust SCHADEK has in the quality of its products allows also granting, besides the legal warranty, additional coverage, extending the period provided by law to up to one hundred eighty (180) days or ten thousand (10,000) kilometers, whichever occurs first, against any manufacturing defects.</p> <p>The product must be sent to Metalúrgica Schadek Ltda., by prepaid freight, accompanied by the shipment guarantee invoice (complying with the information contained on that purchase invoice, such as price and taxes). As soon as received by SCHADEK, it will be evaluated technically.</p> <p>If the following is confirmed:</p> <ul> <li>MANUFACTURING DEFECT: The product will be replaced with a new one, when retained in the company, and kept in stock for 10 days, after which it should be scrapped.</li> <li>NO DEFECT OF MANUFACTURE: Will be returned in the state in which it is, and if replaced, it will be kept in stock for 10 days, and then scrapped.</li> </ul> <p class="text-uppercase contrast">THE WARRANTY CEASES IN THE FOLLOWING CASES:</p> <ul> <li>On application, installation, handling, use, improper or incorrect maintenance, performed by unqualified person without the appropriate equipment.</li> <li>Violation of the product, signs of damage, if it presents kneading or breakage.</li> <li>Failure to follow assembly instructions.</li> <li>Product deterioration occurred by unsuitable oils, out of specifications by the engine manufacturer, contaminated, mixed, oxidized or aged.</li> <li>If the Manufacturing Order number engraved on the product is adulterated.</li> <li>If their defect is not due to manufacturing, but rather due to poor fitting on the engine or due to natural wear of the product.</li> </ul>
es: <p>La METALÚRGICA SCHADEK LTDA certifica al consumidor final que está ofreciendo un producto de la más alta calidad, en perfectas condiciones de uso y adecuado a los fines a que se destina. Cualquier defecto de fabricación podrá ser reclamado dentro del plazo de 90 (noventa) días, a partir de la fecha de aplicación del producto en el motor (según la ley nº 8.078 de 11 de septiembre de 1990 - Brasil).</p> <p>La confianza que SCHADEK tiene en la calidad de sus productos permite conceder, además, de forma concomitante a la garantía legal, una cobertura adicional, extendiendo el plazo previsto en la ley hasta 180 (ciento ochenta) días o 10.000 (diez mil) km, lo que ocurra primero, contra eventuales defectos de fabricación.</p> <p>El producto deberá ser enviado a la Metalúrgica Schadek Ltda., con flete pagado y acompañado por la factura de remesa en garantía (esta debe obedecer a las informaciones que están en la factura de compra, como precio e impuestos). Al ser recibido por SCHADEK, será evaluado técnicamente.</p> <p>Si se constata:</p> <ul> <li>DEFECTO DE FABRICACIÓN: El producto será reemplazado por uno nuevo; cuando se retenga en la empresa, y se mantenga en stock por 10 días, siendo que después de este plazo debe ser desechado.</li> <li>NINGÚN DEFECTO DE FABRICACIÓN: Será devuelto en el estado en que se encuentra y, si hay reposición, será mantenido en stock por 10 días; después, será desechado.</li> </ul> <p class="text-uppercase contrast">LA GARANTÍA PIERDE LA VALIDEZ EN LOS SIGUIENTES CASOS:</p> <ul> <li>En la aplicación, instalación, manipulación, uso, mantenimiento inadecuado o incorrecto, realizado por una persona que no sea habilitada y sin el auxilio de equipos apropiados.</li> <li>Apertura brusca del producto, señales de daños, presentarse abollado o roto.</li> <li>Si no se observan las instrucciones de montaje.</li> <li>Deterioro del producto que ocurra porque no se utilizó agua destilada o desmineralizada o por uso de aditivo en la proporción y especificación fuera de lo indicado por el fabricante del motor.</li> <li>Si el número de la Orden de Fabricación grabada en el producto es adulterado.</li> <li>Si el defecto presentado no es de fabricación, sino que fue causado por el montaje deficiente en el motor o por el desgaste natural del producto.</li> </ul>

# Recomendações
source: RECOMMENDATION
es: RECOMENDACIONES

# title
source: WARRANTY
es: GARANTÍA

# waterpump-recommendation
source: <p>Properly installing Schadek products guarantees performance for customers and gives you peace of mind. Remember: Failure to follow the installation instructions below will void any responsibility for damages to the water pump or engine.</p> <ul> <li>Completely drain the cooling system;</li> <li>After removing the water pump, clean the cooling system with clean water in order to remove scale and rust;</li> <li>Clean the rotor cavity and the seating surface of the water pump in the engine block or counter piece;</li> <li>Only use the gaskets, O-rings, screws, transfer tubes, etc. that come with the product in the packaging, without using glue or silicone. In cases where no gaskets or rings are applied, apply the minimum necessary sealant;</li> <li>Only install the water pump after perfect cleaning of the cooling system, for any impurity can damage the water pump seal, causing leakage of coolant;</li> <li>Check that the water pump does not have any kneaded nor scratched areas caused by falls or hits, or oxidation (rust) caused by storage failure;</li> <li>Tighten the water pump screws alternately and at the correct torque;</li> <li>Check that the water pump is spinning freely;</li> <li>Prepare the coolant with distilled or demineralized water and additive in proportion and specification specified by the engine manufacturer;</li> <li>Check that the thermostatic valve is not catching and if there are leaks in the cooling system;</li> <li>Check that fan and fan clutch (when used) are not defective;</li> <li>Check that the tensioner and the belt that drives the water pump are in perfect condition, because if the tensioner is too stretched or the belt is damaged, they may damage the water pump pulley and its bearing;</li> <li>For proper maintenance of the cooling system, it is recommended to also replace the belt and tensioner when replacing the water pump.</li> </ul>
es: <p>Aplicar correctamente los productos Schadek es garantía de desempeño para los clientes y tranquilidad para usted. Recuerde: si las instrucciones de montaje que están abajo no se siguen, serán invalidadas todas las eventuales responsabilidades sobre daños causados a la bomba de agua o al motor.</p> <ul> <li>Drene completamente el sistema de refrigeración;</li> <li>Después de remover la bomba de agua, limpie el sistema de refrigeración con agua corriente, para remover incrustaciones y óxido;</li> <li>Limpie la cavidad del rotor y la superficie de asentamiento de la bomba de agua en el bloque del motor o en la contrapieza;</li> <li>Utilice las juntas o anillos de sellado, que acompañan el producto en el embalaje, sin utilizar pegamento o silicona. En los casos donde no son aplicados junta o anillo, aplique lo mínimo necesario de junta química;</li> <li>Solamente instale la bomba de agua después de la perfecta limpieza del sistema de refrigeración, pues cualquier impureza podrá dañar el sello de la bomba de agua, causando escape del líquido de refrigeración;</li> <li>Verifique si la bomba de agua no posee áreas abolladas o arañadas a causa de caídas o golpes, u óxidos causados por falla en el almacenamiento;</li> <li>Aprete los tornillos de fijación de la bomba de agua alternadamente y con el torque correcto;</li> <li>Verifique si la bomba de agua está girando libremente;</li> <li>Prepare la solución del líquido de refrigeración con agua destilada o desmineralizada y aditivo en la proporción y especificación indicada por el fabricante del motor;</li> <li>Verifique si la válvula termostática no se está trabando y si existen escapes en el sistema de refrigeración;</li> <li>Verifique si el ventilador y el embrague del ventilador (cuando se utiliza) no presentan defectos;</li> <li>Verifique si el tensor y la correa que acciona la bomba de agua están en perfecto estado de funcionamiento, pues si el tensor está muy estirado y la correa se daña, se podrá dañar la polea de la bomba de agua y su rodamiento;</li> <li>Para el perfecto mantenimiento del sistema de refrigeración, se recomienda reemplazar también la correa y el tensor siempre que se reemplace la bomba de agua.</li> </ul>
